Repository: GM-990/enigma2-plugin-systemplugins-swapmanager
Catalog: po/*.po
Languages: ru

source: Activate
ru: Активировать

source: Active
ru: Активный

source: Autostart
ru: Автостарт

source: Create
ru: Создать

source: Current Status:
ru: Текущий статус:

source: Deactivate
ru: Активировать

source: Delete
ru: Удалить

source: Enable Swap at startup
ru: Включить Swap при старте системы

source: Inactive
ru: Неактивный

source: Info
ru: Инфо

source: Manage your swapfile
ru: Настройка swapfile

source: Please select device to use as swapfile location
ru: Выберите устройство для использования swapfile

source: Select the Swap File Size:
ru: Выберите размер Swap файла:

source: Sorry, no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems
ru: К сожалению нет физических устройств, которые поддерживают работу SWAP. Невозможно создать Swapfile в сети или на файловой системе fat32

source: Status:
ru: Статус:

source: Swap File not found. You have to create the file before to activate.
ru: Swap файл не найден. Вы должны создать файл,прежде чем активировать его.

source: Swap Manager
ru: Swap менеджер

source: Swap Place:
ru: Место Swap:

source: Swap Size:
ru: Размер Swap:

source: Wait please while creating swapfile...
ru: Подождите,создаем swapfile...

source: Wait please while scanning...
ru: Подождите,идет сканирование...

source: You have to create a Swap File before to activate the autostart.
ru: Вы должны создать Swap файл, прежде чем активировать автозапуск.
